{"pageProps":{"source":"\n**Un viaggio nel mondo del Quantum Computing**\nUn breve ma intenso viaggio alla scoperta del \"che cosa?\" , del \"perché?\" e del \"come?\" del Quantum Computing QC. Insieme ad un piccolo affaccio sull'High Performance Computing (HPC) e sull'interazione tra i due nella Noisy Intermediate-scale Quantum (NISQ) Era.\n\n**Quantum Computing e la Crittografia Post-Quantum**\nLa crescita e la diffusione delle tecnologie quantistiche dell'ultimo decennio ha reso più tangibile la minaccia quantistica nell'ambito della sicurezza informatica. Vedremo come le potenzialità del Quantum Computing vengano adottate contro i più noti crittosistemi utilizzati oggi e come gli enti che si occupano di sicurezza informatica, come il NIST, da tempo stiano cercando di definire gli standard crittografici in ottica quantistica.","frontMatter":{"slug":"20240605","date":"2024-06-05T17:00:00.000Z","place":"Via Grotte di Nottola, 18, Cisterna di Latina, Italy","maps":"https://maps.app.goo.gl/ushQxySnHhemg7Vb8","duration":120,"thumbnail":"/assets/events/20240605.jpeg","title":"Alla scoperta del Quantum Computing e delle sue applicazioni","description":"Un viaggio alla scoperta del Quantum Computing, del suo funzionamento e delle sue applicazioni, in particolare la Crittografia Post-Quantum","tags":["Quantum Computing","Quantum Communication","HPC","Crittografia"],"speakers":[{"name":"Sara Marzella","role":"Quantum Computing and HPC Specialist","thumbnail":"/assets/speakers/smarzella.jpg","linkedinUrl":"https://www.linkedin.com/in/sara-marzella-050b22a3/"},{"name":"Alessandro Danesin","role":"Specializing Master in Quantum Computing, Internship in Quantum Cryptography, MS in Mathematical Cryptography","thumbnail":"/assets/speakers/adanesin.jpg","linkedinUrl":"https://www.linkedin.com/in/alessandro-danesin-920151268/"}],"signup":"https://www.eventbrite.it/e/biglietti-alla-scoperta-del-quantum-computing-e-delle-sue-applicazioni-906014282107?aff=ebdsshother&utm_share_source=listing_android"}},"__N_SSG":true}