{"pageProps":{"source":"\n\n<h1>In App Purchase Options: Under the hood of “Gift Cards” team</h1>\n\n**[Andrea Coluzzi](https://www.linkedin.com/in/andrea-coluzzi)**, Engineer, Klarna\n\n<h2>Abstract</h2>\nImmergiti nel mondo delle carte regalo digitali su Klarna, dove la tecnologia incontra i regali. Il nostro team dedicato di ingegneri software ha sfruttato uno stack tecnologico all'avanguardia per garantire una gestione perfetta delle carte regalo. In questa presentazione esploreremo la tecnologia alla base delle nostre soluzioni, sfruttando tecnologie come Typescript, React Native e Node JS. Scopri come il nostro approccio migliora l'esperienza di acquisto sia per i clienti che per i commercianti e svela i segreti dietro il successo del sistema di gestione delle carte regalo di Klarna.\n\n<h2>Biografia dello speaker:</h2>\nAndrea ha oltre 7 anni di esperienza nell'ingegneria del software e attualmente lavora nel team delle opzioni di acquisto in-app presso Klarna. Il team è responsabile di fornire endpoint dell'esperienza di acquisto tramite l'app Klarna. Nel tempo libero Andrea ama ascoltare musica, suonare la chitarra e viaggiare.\n\n<br /><br />\n\n<h1>The new gold rush: How engineering teams at Klarna leverage AI to build better products</h1>\n\n**[Antonio Trapani](https://www.linkedin.com/in/antoniotrapani/)**, Lead Engineer, Klarna\n\n\n<h2>Abstract</h2>\nLa corsa allo spazio è seguita dalla corsa all'intelligenza artificiale, l'argomento più di tendenza di oggi. Scopriamo come una grande azienda moderna come Klarna ha sfruttato immediatamente le tecnologie OpenAI per incrementare il business, le funzionalità dei prodotti e le prestazioni. Tratteremo il lavoro di diversi team Klarna che hanno utilizzato ChatGPT per migliorare progetti esistenti o creare nuove cose interessanti.\n\n<h2>Biografia dello speaker:</h2>\n\nDopo una laurea in Ingegneria Informatica e i primi lavori, Antonio è diventato tech leader presso **[Fubles](https://www.fubles.com/it)**, la più grande piattaforma online italiana con oltre 800.000 utenti che aiutano le persone a organizzare partite di calcio.\n<br />\n Ha poi lavorato per [CloudAcademy](https://cloudacademy.com/), una piattaforma aziendale online per la formazione sulle tecnologie cloud, dove ha guidato il team frontend e ha utilizzato il suo tempo libero per intervistare tecnici, il tutto nel disperato tentativo di trovare l'eroe super talentuoso dei suoi sogni. Ha imparato come \"Iniziare in piccolo, imparare velocemente\" quando ha fondato Plainflow Inc. negli Stati Uniti, un SAAS per l'automazione del marketing. \n <br />\n Ha fallito e l'apprendimento si è trasformato in: \"Inizia in piccolo, impara velocemente, fino a rimanere senza soldi\". Dopo, Moneymour ha colpito il cuore di Antonio e Antonio ha colpito il cuore di Moneymour. Lì ha sviluppato un sacco di cose non rivelate per il backend e il frontend.\nOggi, Antonio è lead engineer nel settore dei servizi bancari decisionali presso Klarna.\n","frontMatter":{"slug":"20230922","date":"2023-09-22T17:00:00.000Z","place":"The Space, Via dei Lucani 1 Latina","maps":"https://maps.app.goo.gl/4RXKYzYeYPTUkeXBA","thumbnail":"/assets/events/20230922.webp","title":"Under the hood at Klarna - Managing digital gift cards and leveraging AI","description":"⚡️ La stagione 2023/2024 della community riparte alla grande, con una collaborazione incredibile!<br />Per l'evento di settembre infatti siamo riusciti ad ottenere una sponsorizzazione da **[Klarna Engineering](https://engineering.klarna.com/)**","tags":["TypeScript","Architecture","Finance","AI","React Native"],"speakers":[{"name":"Antonio Trapani","role":"Lead Engineer","company":"Klarna","thumbnail":"/assets/speakers/trapani.jpeg","linkedinUrl":"https://www.linkedin.com/in/antoniotrapani/"},{"name":"Andrea Coluzzi","role":"Software Engineer","company":"Klarna","thumbnail":"/assets/speakers/coluzzi.jpeg","linkedinUrl":"https://www.linkedin.com/in/andrea-coluzzi/"}],"slides":["{\"url\":  \"https://drive.google.com/file/d/1ifyBJwKRySKLRShrvcMsej9mOHtO2Hf4/view?usp=drive_link\", \"speakerName\": \"Andrea Coluzzi & Antonio Trapani\", \"title\": \"Under the hood at Klarna: Managing Digital Gift Cards and Leveraging AI\"}"]}},"__N_SSG":true}