{"pageProps":{"source":"\nAntonio ci parlerà di: **La Giusta Relazione di Lavoro - Cosa è, Perché succede, Quando cambiare, Come fare a crearla**\n\n\n<h1>Abstract</h1>\nPer un professionista non è mai banale capire se e quando è arrivato il momento di cambiare lavoro, elaborare le proprie sensazioni e trasformarle in un comportamento che ci conduce verso la strada giusta per noi. Lo stesso vale per le organizzazioni, trovare i giusti collaboratori per il proprio modello è una delle sfide principali che fa sempre la differenza.\n\n<br />\n\nIl talk non fornisce ricette magiche o una checklist da seguire per fare la scelta giusta. Prova invece a descrivere una costellazione di principi e strumenti decisionali da applicare autonomamente al proprio contesto per costruire una relazione di lavoro sana, trasparente e reciprocamente vantaggiosa.\nQuesti principi li ho tratti dalla mia esperienza personale come professionista del software, e come persona che si è occupato di hiring di una media azienda per sei anni.","frontMatter":{"slug":"20230629","date":"2023-06-29T17:00:00.000Z","place":"Viridex s.r.l., Via Gennaro Del Prete 2/4 Cisterna di Latina","maps":"https://maps.app.goo.gl/j3t4TmCTohgrCSbF6","thumbnail":"/assets/events/20230629.png","title":"La Giusta Relazione di Lavoro","description":"🏖️ La community di informatici Pontini torna per un ultimo evento prima dell'estate, questa volta con un ospite d'onore!<br />🚄 Direttamente da Treviso, avremo l'opportunità di ascoltare **[Antonio Dell'Ava](https://www.linkedin.com/in/antoniodellava/)**, Senior Frontend Dev in eDreams ODIGEO!","tags":["Career","HR","Hiring","Work-Life Balance"],"speakers":[{"name":"Antonio Dell'Ava","role":"Senior Frontend Developer","company":"eDreams ODIGEO","thumbnail":"/assets/speakers/dellava.jpeg","linkedinUrl":"https://www.linkedin.com/in/antoniodellava/"}],"slides":["{\"url\":  \"https://drive.google.com/file/d/1iBckRkvpPYIA3xuz4httPBztt8mME_9G/view?usp=drive_link\", \"speakerName\": \"Antonio Dell\\u0027Ava\", \"title\": \"La Giusta Relazione di Lavoro\"}"]}},"__N_SSG":true}