{"pageProps":{"source":"\nSecondo appuntamento Latina In Tech per l'anno 2024!\n\n<br />\n\nUnisciti a noi in questo entusiasmante talk tenuto da <b>Gabriele Torregrossa, DevOps Engineer @ Par-Tec S.p.A</b>. dove esploreremo le profondità della gestione delle prestazioni delle applicazioni attraverso gli occhi avanzati di Dynatrace. In un panorama tecnologico in rapida evoluzione, il monitoraggio tradizionale spesso non è sufficiente per affrontare le sfide complesse legate alle moderne architetture software. Dynatrace, con le sue soluzioni all'avanguardia, offre una prospettiva rivoluzionaria sul monitoraggio delle prestazioni, portando il tuo approccio a un livello superiore.\n\n<br />\n\n\nDurante il talk, esamineremo come **[Dynatrace](https://www.dynatrace.com/it/)** vada oltre il semplice rilevamento di anomalie e offra un'analisi intelligente e automatizzata delle prestazioni delle applicazioni. Approfondiremo le funzionalità di apprendimento automatico e intelligenza artificiale che consentono a Dynatrace di anticipare problemi e suggerire soluzioni in tempo reale. Esploreremo inoltre la capacità di monitorare ambienti complessi e distribuiti, fornendo una visione unificata delle prestazioni dell'intero stack tecnologico.\n\n\n\nL'appuntamento è fissato per Mercoledì 21 Febbraio presso **[OPENHUB Latina](https://openhublazio.it/it/gli-hub/hub-latina)** ore 19:00!\n\n\n\nVi aspettiamo!","frontMatter":{"slug":"20240221","date":"2024-02-21T18:00:00.000Z","place":"OPENHUB LAZIO Latina, Latina (LT)","maps":"https://maps.app.goo.gl/TXG8SKdT8fE3KC8w8","duration":90,"thumbnail":"/assets/events/20240221.jpg","title":"Dynatrace - Monitoring Done Right","description":"Secondo appuntamento Latina In Tech per l'anno 2024! Unisciti a noi in questo entusiasmante talk tenuto da Gabriele Torregrossa, DevOps Engineer @ Par-Tec S.p.A. dove esploreremo le profondità della gestione delle prestazioni delle applicazioni attraverso gli occhi avanzati di Dynatrace","tags":["DevOps","Monitoring","Dynatrace","AI"],"speakers":[{"name":"Gabriele Torregrossa","role":"DevOps Engineer","company":"Par-Tec S.p.A.","thumbnail":"/assets/speakers/torregrossa.jpg","linkedinUrl":"https://www.linkedin.com/in/gabriele-torregrossa-3b638119b/"}],"signup":"https://www.eventbrite.it/e/biglietti-dynatrace-monitoring-done-right-825273072977"}},"__N_SSG":true}